Repository: dataprev/kanboard-import-gitlab
Catalog: kanboard_gitlab/locale/*/LC_MESSAGES/kanboard-gitlab.po
Languages: pt_br

source: - Missing environment variable: {}
pt_br: - Variável de ambiente ausente: {}

source: Ready
pt_br: A fazer

source: Work in progress
pt_br: Em andamento

source: Please, configure environment variable(s) to continue...
pt_br: Por favor, configure a(s) variável(is) de ambiente para continuar...

source: kanboard-gitlab version {}
pt_br: kanboard-gitlab versão {}

source: Please inform namespace and project name from gitlab:
pt_br: Por favor, informe o nome do grupo e do projeto no gitlab:

source: {} namespace/project
pt_br: {} grupo/projeto

source: Error: namespace {} not found !
pt_br: Erro: grupo {} não encontrado !

source: Error: project {} not found in namespace {} !
pt_br: Erro: projeto {} não encontrado no grupo {} !

source: Project {}/{} created, id: {} !
pt_br: Projeto {}/{} criado, id: {} !

source: Done
pt_br: Feito

source: ... issue {} migrated to task {} {}
pt_br: ... issue {} migrada para a tarefa {} {}

source: (closed)
pt_br: (fechado)

source: Oops: problem to import {}
pt_br: Oops: problemas ao importar {}

source: {} issue(s) migrated !
pt_br: {} issue(s) migrada(s) !
